# DT_EndMultipleMove

## Description
Returns TRUE if moving system was stoped successful.

```pascal
FUNCTION DT_EndMultipleMove : BOOLEAN;
```

```python
def vs.DT_EndMultipleMove():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2019

## Category
* Data Tag Interface Library